[{"model": "core.jurnalindexpage", "pk": 4, "fields": {"label": "( ARHIVA SCÂNTEIA )", "subtitle": "— note despre artă", "intro": "- Gânduri scurte, blânde și practice despre procesul creativ al copiilor: materiale, spațiu, curaj și bucuria de a încerca."}}, {"model": "core.jurnalarticlepage", "pk": 5, "fields": {"category": "FILOSOFIE", "excerpt": "În atelier, greșeala nu e eșec. E material brut pentru observație, curaj și limbaj vizual.", "hero_image": 2, "meta": "6 min · Atelier", "body": "<p>În educația estetică, greșeala e un instrument – nu o rușine. Când copilul înțelege că o linie „ratată” poate deveni o idee nouă, se naște libertatea de a explora.</p>\n<p>În loc de corecturi rapide, lucrăm cu întrebări: Ce se întâmplă dacă? Cum se schimbă compoziția dacă mutăm centrul de greutate? Ce poveste spune pata?</p>\n<p>Așa apar ritmul, intenția și disciplina blândă: nu pentru note, ci pentru un limbaj personal care crește în timp.</p>"}}, {"model": "core.jurnalarticlepage", "pk": 6, "fields": {"category": "MATERIALE", "excerpt": "Diferența dintre „merge” și „se simte bine” vine adesea din material: densitate, granulație, lumină.", "hero_image": 3, "meta": "8 min · Practică", "body": "<p>Materialele nu sunt un moft. Sunt un profesor tăcut. Un pigment bun îți arată imediat ce înseamnă transparență, stratificare și răbdare.</p>\n<p>La început, scopul nu e luxul, ci consistența: să poți repeta un gest și să înveți din el. Când materialul e imprevizibil, copilul învață frustrare – nu artă.</p>\n<p>Alegem instrumente care răsplătesc atenția: hârtie cu textură, pensule care țin apă, culori care nu „mor” pe foaie.</p>"}}, {"model": "core.jurnalarticlepage", "pk": 7, "fields": {"category": "SPAȚIU", "excerpt": "Lumina, liniștea și proporțiile nu sunt decor. Sunt condiții care modelează atenția.", "hero_image": 4, "meta": "7 min · Observație", "body": "<p>Un spațiu coerent invită la lucru profund. Lumina bună reduce graba. Ordinea reduce anxietatea. Aerul și distanțele dau curaj.</p>\n<p>Când copilul intră într-un loc care respectă actul artistic, își schimbă postura: devine mai atent, mai prezent.</p>\n<p>Într-un atelier, arhitectura devine un cadru moral: aici avem voie să încercăm, să repetăm și să tăcem.</p>"}}]
